#register.xhtml validation
error.password.format= Passwort\: Muss zwischen 6 und 20 Zeichen lang sein, Gro\u00DF- und Kleinbuchstaben enthalten und mindestens 1 Zahl beinhalten.
error.password.match= Passwort\: Die Passw\u00F6rter stimmen nicht \u00FCberein.
error.password.required =Passwort\: Ist erforderlich und darf nicht leer sein.
error.email.required= E-mail: Ist erforderlich und darf nicht leer sein.
error.username.required Username: Ist erforderlich und darf nicht leer sein.
error.username.length {0} muss 6-20 Zeichen enthalten
error.email.format E-mail: Keine valide E-Mailadresse
error.nameemail.unqiue= Username oder E-Mail-Adresse schon in Verwendung
error.name.length = {0} sind maximal 20 Zeichen erlaubt.
error.nameemail.required= E-Mail/ Username: Ist erforderlich und darf nicht leer sein.
info.registration.successfull= Deine Registrierung war erfolgreich. Du solltest in K\u00FCrze eine Best\u00E4tigungsmail erhalten.
info.resetrequest= Du solltest in K\u00FCrze eine E-Mail mit Anweisungen erhalten um dein Passwort zur\u00FCcksetzen zu k\u00F6nnen.
info.user.registration.confirmed=Deine Registrierung wurde erfolgreich best\u00E4tigt. Du kannst dich jetzt einloggen.
#newBill.xhtml
error.filetype.invalid= Es ist nur erlaubt Bilder hochzuladen.
error.costentry.name.invalid = Beschreibung\: Ist erforderlich und darf nicht leer sein.
error.costentry.amount.invalid= Preis\: Eingabe muss in folgenden Format sein\: #####.##!
error.costentry.category.invalid= Kategorie\: Ist erforderlich und darf nicht leer sein.
error.date.required= Datum\: Ist erforderlich und darf nicht leer sein.
#login
error.credentials.invalid= "Ung\u00FCltige Kombination von Username/E-mail und Passwort"
#resetpw
errror.change.failed= "Die Anforderung um dein Passwort zu \u00E4ndern war nicht erfolgreich. Vielleicht ist der Link nicht g\u00FCltig oder unvollst\u00E4ndig
info.change.successfull "Das Passwort f\u00FCr den User \:user wurde erfolgreich ge\u00E4ndert"

#payment-reminder
paymentReminderSummary= Es sind noch offene Zahlungen vorhanden!
paymentReminderDetail= Bitte \u00FCberpr\u00FCfe, bezahle und best\u00E4tige alle derzeitigen offenen Zahlungen.

#cost division / payments
notValidAmount= Kein g\u00FCltiger Betrag.
errorRowSum= Eingegebene Zahlungen \u00FCberschreiten die Rechnungssumme.
errorRowSumDetail= Die Summe von allen Zahlungen f\u00FCr eine Rechnung \u00FCberschreiten nicht die Rechnungssumme.
errorCellNotNegative= Bitte gib negative Summen ein.
errorCellNotNegativeDetail= Negative Summen weisen auf Schulden an den User hin, der f\u00FCr die Rechnung bezahlt hat. Bitte gib eine negative Summe ein wenn der User zu zahlen hat, ansonsten 0.
errorEditedReceiver= Du kannst den Empf\u00E4nger nicht bearbeiten.
errorEditedReceiverDetail= Du hast versehntlich den Betrag des Users editiert, der die Rechnung erstellt hat. Bitte editiere eine andere Spalte.
saveSuccessful = Die Kostenaufteilung wurde erfolgreich gespeichert.
saveSuccessfulDetail= Die Zahlungen sind gespeichert worden und k\u00F6nnen nun von anderen Nutzern angesehen werden.
noPayments= Im Moment gibt es keine Zahlungen f\u00FCr diesen Monat.
noPaymentsDetail= Bitte erzeuge mindestens eine Rechnung f\u00FCr diesen Monat.
noPaymentsDetailAbsence= Vielleicht gibt es keine Kostenaufteilung wegen Abwesenheitszeiten?
noPaymentsDetailAdmin= Bitte erzeuge mindestens eine Rechnung f\u00FCr diesen Monat oder editiere die derzeitige Kostenaufteilung.
noPaymentsDetailAdminAbsence= PBitte erzeuge mindestens eine Rechnung f\u00FCr diesen Monat oder editiere die derzeitige Kostenaufteilung (keine Kostenaufteilung wegen Abwesenheiten?).
errorConfirm= Es ist noch nicht erlaubt diese Zahlung zu best\u00E4tigen.
errorConfirmDetail= Bitte akzeptiere nicht oder mache Zahlungen vor dem Ende des Monats. Warte bis zum Endes des Monats um die Zahlungen zu erzeugen.

#statistics
errorCustom = Bitte w\u00E4hle eine der Optionen f\u00FCr die Anpassung des Diagramms.
errorAct = Bitte w\u00E4hle eine der unten angef\u00FChrten Optionen aus.

#editUser
info.changedata.successfull= Benutzerinformationen wurden erfolgreich ver\u00E4ndert.
error.unsubscribeGroup.admin= Du kannst aus einer Gruppe nicht austreten solange du noch Administrator der Gruppe bist.
info.unsubscribeGroup.successfull= "Erfolgreich aus Gruppe ausgetreten"

#groupAdministration
info.groupedit.successfull= Gruppeninformationen wurden erfolgreich ge\u00E4ndert.
error.shopname.required= Der Name des Gesch\u00E4fts wird ben\u00F6tigt und darf nicht leer sein.
error.shopname.unique= Der Name des Gesch\u00E4fts ist nicht einmalig!
info.group.deleted= Die Gruppe \:group wurde erfolgreich gel\u00F6scht!
error.changeAdmin.onerequired= Jede Gruppe muss zumindest einen Administrator haben!
error.deleteUser.admin= Ein User, der ein Administrator ist, kann nicht gel\u00F6scht werden\!
error.country.name.required= Das Land wird ben\u00F6tigt und darf nicht leer sein!

#joinGroup
info.joinrequest.send= Eine E-Mail mit deiner Anfrage wurde an den Administrator gesendet. Du wirst eine Best\u00E4tigung erhalten wenn du hinzugef\u00FCgt wurdest.
info.useradded.succes= Der User \:user wurde erfolgreich deiner Gruppe hinzugef\u00FCgt.
error.addUser.exist   Der Username oder die E-Mail konnten keinem User zugeordnet werden.
error.addUser.member= Der User \:user ist schon ein Mitglied der Gruppe
info.useradded.succes= Der User \:user wurde erfolgreich deiner Gruppe hinzugef\u00FCgt.

#BillIst
error.start.required= Start: wird ben\u00F6tigt und darf nicht leer sein.
error.end.required= End: wird ben\u00F6tigt und darf nicht leer sein.

