#register.xhtml validation
error.password.format= \u041F\u0430\u0440\u043E\u043B\u0430: \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0441 \u0434\u044A\u043B\u0436\u0438\u043D\u0430 \u043C\u0435\u0436\u0434\u0443 6 \u0438 20 \u0441\u0438\u043C\u0432\u043E\u043B\u0430, \u0434\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0433\u043E\u043B\u0435\u043C\u0438 \u0438 \u043C\u0430\u043B\u043A\u0438 \u0431\u0443\u043A\u0432\u0438 \u0438 \u043F\u043E\u043D\u0435 \u0435\u0434\u043D\u0430 \u0446\u0438\u0444\u0440\u0430
error.password.match= \u041F\u0430\u0440\u043E\u043B\u0430: \u041F\u0430\u0440\u043E\u043B\u0438\u0442\u0435 \u043D\u0435 \u0441\u044A\u0432\u043F\u0430\u0434\u0430\u0442
error.password.required =\u041F\u0430\u0440\u043E\u043B\u0430: \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435 - \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u043F\u0440\u0430\u0437\u043D\u043E
error.email.required= \u0415\u043B. \u043F\u043E\u0449\u0430: \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435 - \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u043F\u0440\u0430\u0437\u043D\u043E
error.username.required \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435: \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435 - \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u043F\u0440\u0430\u0437\u043D\u043E
error.username.length {0} \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 6 \u0434\u043E 20 \u0441\u0438\u043C\u0432\u043E\u043B\u0430
error.email.format \u0415\u043B. \u043F\u043E\u0449\u0430: \u041D\u0435 \u0435 \u0432\u0430\u043B\u0438\u0434\u0435\u043D \u0435\u043B. \u0430\u0434\u0440\u0435\u0441
error.nameemail.unqiue= \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E\u0442\u043E \u0438\u043C\u0435 \u0438\u043B\u0438 \u0435\u043B. \u043F\u043E\u0449\u0430 \u0435 \u0432\u0435\u0447\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0430
error.name.length = {0} \u043F\u043E\u0437\u0432\u043E\u043B\u0435\u043D\u0438 \u0441\u0430 \u043D\u0435 \u043F\u043E\u0432\u0435\u0447\u0435 \u043E\u0442 20 \u0441\u0438\u043C\u0432\u043E\u043B\u0430
error.nameemail.required= \u0415\u043B. \u043F\u043E\u0449\u0430/ \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435: \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435 - \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u043F\u0440\u0430\u0437\u043D\u043E
info.registration.successfull= \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0412\u0438 \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u0430. \u0421\u043B\u0435\u0434 \u043C\u0430\u043B\u043A\u043E \u0449\u0435 \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0435\u043B. \u043F\u043E\u0449\u0430, \u0437\u0430 \u0434\u0430 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435 \u0412\u0430\u0448\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F.
info.resetrequest= \u0421\u043B\u0435\u0434 \u043C\u0430\u043B\u043A\u043E \u0449\u0435 \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0435\u043B. \u043F\u043E\u0449\u0430 \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u0438\u044F \u0437\u0430 \u0432\u044A\u0437\u0441\u0442\u0430\u043D\u043E\u0432\u044F\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u0430\u0442\u0430.
info.user.registration.confirmed=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u0412\u0438 \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0435\u043D\u0430.
#newBill.xhtml
error.filetype.invalid= \u041F\u043E\u0437\u0432\u043E\u043B\u0435\u043D\u043E \u0435 \u043F\u0440\u0438\u043A\u0430\u0447\u0432\u0430\u043D\u0435\u0442\u043E \u0441\u0430\u043C\u043E \u043D\u0430 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0438\u043B\u0438 pdf-\u0438
error.costentry.name.invalid = \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435:  \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435 - \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u043F\u0440\u0430\u0437\u043D\u043E
error.costentry.amount.invalid= \u0426\u0435\u043D\u0430: \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0442\u0430 \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0441\u044A\u0441 \u0441\u043B\u0435\u0434\u043D\u0438\u044F \u0444\u043E\u0440\u043C\u0430\u0442 #####.##!
error.costentry.category.invalid= \u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F: \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435 - \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u043F\u0440\u0430\u0437\u043D\u043E
error.date.required= \u0414\u0430\u0442\u0430: \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435 - \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435 \u043F\u0440\u0430\u0437\u043D\u043E
#login
error.credentials.invalid= "\u041F\u043E\u0433\u0440\u0435\u0448\u043D\u0430 \u043A\u043E\u043C\u0431\u0438\u043D\u0430\u0446\u0438\u044F \u043E\u0442 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E \u0438\u043C\u0435/\u0435\u043B. \u043F\u043E\u0449\u0430 \u0438 \u043F\u0430\u0440\u043E\u043B\u0430"
#resetpw
errror.change.failed= "\u041F\u0430\u0440\u043E\u043B\u0430\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0448\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u0430. \u0412\u0435\u0440\u043E\u044F\u0442\u043D\u043E \u043B\u0438\u043D\u043A\u044A\u0442 \u0435 \u043D\u0435\u043A\u043E\u0440\u0435\u043A\u0442\u0435\u043D \u0438\u043B\u0438 \u043D\u0435\u043F\u044A\u043B\u0435\u043D.
info.change.successfull "\u041F\u0430\u0440\u043E\u043B\u0430\u0442\u0430 \u0437\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B :user \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u0430"

#payment-reminder
paymentReminderSummary= \u0421\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043D\u0435\u043F\u044A\u043B\u043D\u0438 \u043F\u043B\u0430\u0449\u0430\u043D\u0438\u044F!
paymentReminderDetail= \u041C\u043E\u043B\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435, \u043F\u043B\u0430\u0442\u0435\u0442\u0435 \u0438 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043A\u0438 \u043D\u0430\u0441\u0442\u043E\u044F\u0448\u0438 \u043E\u0442\u0432\u043E\u0440\u0435\u043D\u0438 \u0441\u043C\u0435\u0442\u043A\u0438.

#cost division / payments
notValidAmount= \u041D\u0435\u0432\u0430\u043B\u0438\u0434\u043D\u0430 \u0441\u0443\u043C\u0430
errorRowSum= \u041F\u043B\u0430\u0449\u0430\u043D\u0438\u044F\u0442\u0430 \u043D\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430\u0442 \u0441\u0443\u043C\u0430\u0442\u0430 \u043D\u0430 \u0441\u043C\u0435\u0442\u043A\u0430\u0442\u0430.
errorRowSumDetail= \u0421\u0443\u043C\u0430\u0442\u0430 \u043D\u0430 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u043B\u0430\u0449\u0430\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043D\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 \u0441\u0443\u043C\u0430\u0442\u0430 \u043D\u0430 \u0441\u043C\u0435\u0442\u043A\u0430\u0442\u0430!
errorCellNotNegative= \u041C\u043E\u043B\u044F \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u043D\u0430 \u0441\u0443\u043C\u0430.
errorCellNotNegativeDetail= \u041D\u0435\u0433\u0430\u0442\u0438\u0432\u043D\u0438 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438 \u0441\u043E\u0447\u0430\u0442 \u0437\u0430 \u0434\u044A\u043B\u0433\u043E\u0432\u0435 \u043A\u044A\u043C \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F, \u043A\u043E\u0439\u0442\u043E \u0435 \u043F\u043B\u0430\u0442\u0438\u043B \u0441\u043C\u0435\u0442\u043A\u0430\u0442\u0430. \u041C\u043E\u043B\u044F \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u043D\u0435\u0433\u0430\u0442\u0438\u0432\u043D\u0430 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442, \u0430\u043A\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u043F\u043B\u0430\u0442\u0438, \u0432 \u043F\u0440\u043E\u0442\u0438\u0432\u0435\u043D \u0441\u043B\u0443\u0447\u0430\u0439 0.
errorEditedReceiver= \u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u044F\u0442\u0435 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F.
errorEditedReceiverDetail= \u0412\u0438\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0445\u0442\u0435 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0442\u0430 \u0437\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F, \u043A\u043E\u0439\u0442\u043E \u0435 \u0441\u044A\u0437\u0434\u0430\u043B \u0441\u043C\u0435\u0442\u043A\u0430\u0442\u0430. \u041C\u043E\u043B\u044F \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u0430 \u043A\u043E\u043B\u043E\u043D\u0430.
saveSuccessful = \u0420\u0430\u0437\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u043D\u0435\u0442\u043E \u043D\u0430 \u0440\u0430\u0437\u0445\u043E\u0434\u0438\u0442\u0435 \u0431\u0435\u0448\u0435 \u0437\u0430\u043F\u0430\u043C\u0435\u0442\u0435\u043D\u043E \u0443\u0441\u043F\u0435\u0448\u043D\u043E.
saveSuccessfulDetail= \u041F\u043B\u0430\u0449\u0430\u043D\u0438\u044F\u0442\u0430 \u0431\u044F\u0445\u0430 \u0437\u0430\u043F\u043E\u043C\u043D\u0435\u043D\u0438 \u0438 \u043C\u043E\u0433\u0430\u0442 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u0432\u0438\u0434\u044F\u043D\u0438 \u043E\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0438.
noPayments= \u041D\u044F\u043C\u0430 \u043F\u043B\u0430\u0449\u0430\u043D\u0438\u044F \u0437\u0430 \u0442\u043E\u0437\u0438 \u043C\u0435\u0441\u0435\u0446.
noPaymentsDetail= \u041C\u043E\u043B\u044F \u0441\u044A\u0437\u0434\u0430\u0439\u0442\u0435 \u043F\u043E\u043D\u0435 \u0435\u0434\u043D\u0430 \u0441\u043C\u0435\u0442\u043A\u0430 \u0437\u0430 \u0442\u043E\u0437\u0438 \u043C\u0435\u0441\u0435\u0446.
noPaymentsDetailAbsence= \u0412\u0435\u0440\u043E\u044F\u0442\u043D\u043E \u043D\u044F\u043C\u0430 \u0440\u0430\u0437\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043D\u0430 \u0440\u0430\u0437\u0445\u043E\u0434\u0438\u0442\u0435 \u043F\u043E\u0440\u0430\u0434\u0438 \u043E\u0442\u0441\u044A\u0441\u0442\u0432\u0438\u044F?
noPaymentsDetailAdmin= \u041C\u043E\u043B\u044F \u0441\u044A\u0437\u0434\u0430\u0439\u0442\u0435 \u043F\u043E\u043D\u0435 \u0435\u0434\u043D\u0430 \u0441\u043C\u0435\u0442\u043A\u0430 \u0437\u0430 \u0442\u043E\u0437\u0438 \u043C\u0435\u0441\u0435\u0446 \u0438/\u0438\u043B\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u0442\u0435 \u0442\u0435\u043A\u0443\u0449\u043E\u0442\u043E \u0440\u0430\u0437\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043D\u0430 \u0440\u0430\u0437\u0445\u043E\u0434\u0438.
noPaymentsDetailAdminAbsence= \u041C\u043E\u043B\u044F \u0441\u044A\u0437\u0434\u0430\u0439\u0442\u0435 \u043F\u043E\u043D\u0435 \u0435\u0434\u043D\u0430 \u0441\u043C\u0435\u0442\u043A\u0430 \u0437\u0430 \u0442\u043E\u0437\u0438 \u043C\u0435\u0441\u0435\u0446 \u0438/\u0438\u043B\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u0442\u0435 \u0442\u0435\u043A\u0443\u0449\u043E\u0442\u043E \u0440\u0430\u0437\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043D\u0430 \u0440\u0430\u0437\u0445\u043E\u0434\u0438 (\u0431\u0435\u0437 \u0440\u0430\u0437\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043F\u043E\u0440\u0430\u0434\u0438 \u043E\u0442\u0441\u044A\u0441\u0442\u0432\u0438\u044F?).
errorConfirm= \u0412\u0441\u0435 \u043E\u0449\u0435 \u043D\u0435 \u0435 \u043F\u043E\u0437\u0432\u043E\u043B\u0435\u043D\u043E \u0434\u0430 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435 \u0437\u0430\u043F\u043B\u0430\u0449\u0430\u043D\u0435\u0442\u043E.
errorConfirmDetail= \u041C\u043E\u043B\u044F \u043D\u0435 \u043F\u0440\u0438\u0435\u043C\u0430\u0439\u0442\u0435 \u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u043F\u043B\u0430\u0449\u0430\u043D\u0438\u044F \u043F\u0440\u0435\u0434\u0438 \u043A\u0440\u0430\u044F \u043D\u0430 \u043C\u0435\u0441\u0435\u0446\u0430. \u0418\u0437\u0447\u0430\u043A\u0430\u0439\u0442\u0435 \u0434\u043E \u043A\u0440\u0430\u044F \u043D\u0430 \u043C\u0435\u0441\u0435\u0446\u0430, \u0437\u0430 \u0434\u0430 \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435 \u0437\u0430\u043F\u043B\u0430\u0449\u0430\u043D\u0435\u0442\u043E.

#statistics
errorCustom = \u041C\u043E\u043B\u044F \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043D\u043E \u043E\u0442 \u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043D\u0430\u043F\u0430\u0441\u043D\u0435\u0442\u0435 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u0430\u0442\u0430.
errorAct = \u041C\u043E\u043B\u044F \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043D\u043E \u043E\u0442 \u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435.

#editUser
info.changedata.successfull= \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F\u0442\u0430 \u0437\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F \u0431\u0435\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E
error.unsubscribeGroup.admin= \u0412\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043E\u0442\u043F\u0438\u0448\u0435\u0442\u0435 \u043E\u0442 \u0433\u0440\u0443\u043F\u0430\u0442\u0430, \u0434\u043E\u043A\u0430\u0442\u043E \u0432\u0441\u0435 \u043E\u0449\u0435 \u0441\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.
info.unsubscribeGroup.successfull= "\u0412\u0438\u0435 \u0441\u0435 \u043E\u0442\u043F\u0438\u0441\u0430\u0445\u0442\u0435 \u043E\u0442 \u0433\u0440\u0443\u043F\u0430\u0442\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E"

#groupAdministration
info.groupedit.successfull= \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F\u0442\u0430 \u0437\u0430 \u0433\u0440\u0443\u043F\u0430\u0442\u0430 \u0431\u0435\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E
error.shopname.required= \u0418\u043C\u0435 \u043D\u0430 \u043C\u0430\u0433\u0430\u0437\u0438\u043D\u0430 \u0435 \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043F\u043E\u043B\u0435
error.shopname.unique= \u0412\u0435\u0447\u0435 \u0438\u043C\u0430 \u043C\u0430\u0433\u0430\u0437\u0438\u043D \u0441 \u0442\u043E\u0432\u0430 \u0438\u043C\u0435!
info.group.deleted= \u0413\u0440\u0443\u043F\u0430\u0442\u0430 :group \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u0442\u0440\u0438\u0442\u0430!
error.changeAdmin.onerequired= \u0412\u0441\u044F\u043A\u0430 \u0433\u0440\u0443\u043F\u0430 \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0438\u043C\u0430 \u043F\u043E\u043D\u0435 \u0435\u0434\u0438\u043D \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440!
error.deleteUser.admin= \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B, \u043A\u043E\u0439\u0442\u043E \u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442
error.country.name.required= \u0414\u044A\u0440\u0436\u0430\u0432\u0430 \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u0432\u044A\u0432\u0435\u0434\u0435\u043D\u0430!

#joinGroup
info.joinrequest.send= \u0417\u0430\u043F\u0438\u0442\u0432\u0430\u043D\u0435 \u0437\u0430 \u043F\u0440\u0438\u0441\u044A\u0435\u0434\u0438\u043D\u044F\u0432\u0430\u043D\u0435 \u043A\u044A\u043C \u0433\u0440\u0443\u043F\u0430\u0442\u0430 \u0431\u0435\u0448\u0435 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u043E \u0434\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430. \u0412\u0438\u0435 \u0449\u0435 \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u0434\u0430\u043B\u0438 \u0437\u0430\u044F\u0432\u043A\u0430\u0442\u0430 \u0412\u0438 \u0435 \u0431\u0438\u043B\u0430 \u043F\u0440\u0438\u0435\u0442\u0430
info.useradded.succes= \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F\u0442 :user \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0434\u043E\u0431\u0430\u0432\u0435\u043D \u043A\u044A\u043C \u0412\u0430\u0448\u0430\u0442\u0430 \u0433\u0440\u0443\u043F\u0430
error.addUser.exist   \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u043E\u0442\u043E \u0438\u043C\u0435 \u0438\u043B\u0438 \u0435\u043B. \u043F\u043E\u0449\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0448\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u043E\u0442\u043D\u0435\u0441\u0435\u043D\u043E \u043A\u044A\u043C \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B
error.addUser.member= \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F\u0442 :user \u0432\u0435\u0447\u0435 \u0435 \u043F\u0440\u0438\u0431\u0430\u0432\u0435\u043D \u043A\u044A\u043C \u0412\u0430\u0448\u0430\u0442\u0430 \u0433\u0440\u0443\u043F\u0430
info.useradded.succes= \u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044F\u0442 :user \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0434\u043E\u0431\u0430\u0432\u0435\u043D \u043A\u044A\u043C \u0412\u0430\u0448\u0430\u0442\u0430 \u0433\u0440\u0443\u043F\u0430

#BillIst
error.start.required= Start: is required and cannot be left blank
error.end.required= End: is requried and cannot be left blank
